{
    "La banca que va más allá por tu preferencia.": "The bank that goes above and beyond for your preference.",
    "Experiencias de acuerdo a tu estilo de vida, conoce los beneficios de ser cliente preferente.": "Experiences tailored to your lifestyle, discover the benefits of being a preferred customer.",
    "Siempre pensamos en ti, en tus proyectos y en tu futuro.": "We always think about you, your projects, and your future.",
    "En Banorte Banca Preferente creamos un modelo de servicio que te permitirá disfrutar de una experiencia exclusiva con soluciones que se adaptan a tu estilo de vida.": "At Banorte Preferred Banking, we have created a service model that allows you to enjoy an exclusive experience with solutions that adapt to your lifestyle.",
    "Mediante nuestros Asesores Personales": "Through our Personal Advisors",
    "Banorte, recibe asesoría en cuentas, inversiones, créditos y seguros, contribuyendo así al logro de todos tus proyectos financieros.": "Banorte, receive advice on accounts, investments, credits, and insurance, contributing to the achievement of all your financial projects.",
    "Además contarás con:": "In addition, you will have:",
    "Servicios especiales.": "Special services.",
    "Beneficios exclusivos por ser cliente preferente.": "Exclusive benefits for being a preferred customer.",
    "Atención prioritaria en nuestros diferentes canales de contacto.": "Priority attention in our various contact channels.",
    "Productos Exclusivos.": "Exclusive products.",
    "Permítenos apoyarte a administrar tu patrimonio con nuestras cuentas e inversiones:": "Let us support you in managing your assets with our accounts and investments:",
    "Cuenta Preferente con Tarjeta de Débito Platinum.": "Preferred Account with Platinum Debit Card.",
    "Sin cobro de membresía al mantener un saldo promedio integral de $500,000.": "No membership fee when maintaining an average integrated balance of $500,000.",
    "Blindaje Banorte que protege la Tarjeta de Débito hasta 72 horas antes de realizar el reporte.": "Banorte Shield that protects the Debit Card up to 72 hours before making the report.",
    "Seguro por muerte accidental o pérdidas orgánicas desde $360,000 con oportunidad de incrementarlo a $500,000.": "Insurance for accidental death or organic losses starting from $360,000 with the opportunity to increase it to $500,000.",
    "Servicio de asistencias gratis en el hogar, médica, legal y vial.": "Free assistance services for home, medical, legal, and roadside needs.",
    "Múltiples beneficios y seguros*.": "Multiple benefits and insurance*.",
    "Pagaré Altos Rendimientos.": "High Yield Promissory Note.",
    "Tasa referenciada a Cetes, con un mínimo de inversión de $250,000.": "Interest rate referenced to Cetes, with a minimum investment of $250,000.",
    "Plazos para adaptarse a tus necesidades: 28, 35, 60, 91, 182 y 366 días.": "Terms to suit your needs: 28, 35, 60, 91, 182, and 366 days.",
    "Cuenta con opción de reinversión automática.": "Option for automatic reinvestment.",
    "Pagaré Digital.": "Digital Promissory Note.",
    "Contrata desde Banorte Móvil y Banorte en Línea, con una atractiva tasa de rendimiento.": "Contract through Banorte Móvil and Banorte en Línea, with an attractive yield rate.",
    "Fondos de Inversión.": "Investment Funds.",
    "Fondos diseñados para clientes preferentes que buscan diversificar sus inversiones y obtener atractivos rendimientos.": "Funds designed for preferred customers looking to diversify their investments and achieve attractive returns.",
    "¿Cómo ser cliente preferente?": "How to become a preferred customer?",
    "Con Banorte tienes varias opciones para ser cliente Preferente y poder disfrutar de los beneficios exclusivos:": "With Banorte, you have several options to become a preferred customer and enjoy exclusive benefits:",
    "- Mantener un saldo promedio superior a $ 500,000 pesos en chequera e inversiones(1).": "- Maintain an average balance of over $500,000 pesos in checking and investments(1).",
    "- Facturación mensual en tu tarjeta de crédito superior a $ 25,000 pesos.": "- Monthly billing on your credit card exceeding $25,000 pesos.",
    "- Ingresos comprobables superiores a $ 100,000 pesos mensuales.": "- Verifiable income exceeding $100,000 pesos per month.",
    "- Contar con una tarjeta de crédito Platinum, Infinite United o United Universe.": "- Have a Platinum, Infinite United, or United Universe credit card.",
    "- Contar con un crédito hipotecario vigente mayor a $4,000,000.": "- Have an active mortgage loan greater than $4,000,000.",
    "- Contar con un crédito de Auto vigente mayor a $500,000.": "- Have an active Auto loan greater than $500,000.",
    "(1) En el saldo promedio mínimo se consideran las cuentas de ahorro, cheques, inversiones a plazo, sociedades de inversión y mesa de dinero": "(1) The minimum average balance includes savings accounts, checking accounts, term investments, investment trusts, and money market accounts.",
    "Fondos de Inversión": "Investment Funds"
}